{
    "success": true,
    "message": "Lista de reviews recibida correctamente.",
    "data": {
        "reviews": [
            {
                "id": 1,
                "image": "assets/resources/img/examples/clients/client-5.jpg",
                "rating": 5,
                "text": "¡Recientemente compré el 'Set de Panes Artesanales' y estoy absolutamente encantada con él! La textura de cada pan es increíble y el sabor es excepcional. Me encanta la variedad en el set; desde la baguette hasta el pan de semillas, cada uno es delicioso. Además, la frescura es inigualable; incluso después de unos días, los panes siguen siendo suaves y sabrosos. En general, recomiendo encarecidamente este set a cualquiera que busque disfrutar de pan de alta calidad en casa. ¡No puedo esperar para probar más productos de esta panadería!",
                "name": "Pan-dora",
                "location": "Mar del Plata, Buenos Aires"
            },
            {
                "id": 2,
                "image": "assets/resources/img/examples/clients/client-2.jpg",
                "rating": 4,
                "text": "¡La 'Tarta de Manzana' superó mis expectativas! Los sabores son tan auténticos y deliciosos que me transportaron a mi infancia. La tarta es increíblemente jugosa y la masa es perfecta, ni demasiado dura ni demasiado blanda. El único inconveniente es que la tarta podría haber sido un poco más grande para el precio, pero en general, ¡es una excelente adición a cualquier reunión o postre de fin de semana!",
                "name": "Doughy Delight",
                "location": "La Plata, Buenos Aires"
            },
            {
                "id": 3,
                "image": "assets/resources/img/examples/clients/client-3.jpg",
                "rating": 3,
                "text": "Compré el 'Pastel de Chocolate' y aunque el sabor es bueno, encontré que la textura estaba un poco seca. El pastel tenía un buen sabor a chocolate, pero esperaba que fuera más húmedo y esponjoso. Es una lástima porque realmente me gustó la presentación. Con suerte, pueden mejorar la receta en el futuro para que sea más suave.",
                "name": "Crumbly Critic",
                "location": "Bahía Blanca, Buenos Aires"
            },
            {
                "id": 4,
                "image": "assets/resources/img/examples/clients/client-5.jpg",
                "rating": 5,
                "text": "¡Absolutamente emocionado con mi compra de las 'Galletas de Avena'! Son increíblemente suaves y tienen un sabor delicioso. Perfectas para un snack saludable durante el día. El toque de avena las hace aún más especiales, y ya he recibido cumplidos por ellas de mis amigos. ¡Definitivamente es un producto imprescindible para cualquiera que busque una opción dulce y saludable!",
                "name": "Cookie Monster",
                "location": "Tandil, Buenos Aires"
            },
            {
                "id": 5,
                "image": "assets/resources/img/examples/clients/client-1.jpg",
                "rating": 5,
                "text": "¡Recientemente compré los 'Croissants' y debo decir que son absolutamente fabulosos! La masa es de primera calidad, proporcionando tanto suavidad como un sabor delicioso. Se han convertido en mi desayuno imprescindible para cualquier ocasión, ya sea un desayuno rápido en casa o un brunch con amigos. El sabor es perfecto y la atención al detalle es evidente. ¡Recomiendo encarecidamente estos croissants a cualquiera que busque una opción deliciosa y fresca!",
                "name": "Bakery Belle",
                "location": "San Nicolás, Buenos Aires"
            }
        ]
    }
}